export const REGIONS = [
    {
        region: 'Белгородская область',
        cities: [
            { name: 'Белгород', value: 'Белгород' },
            { name: 'Старый Оскол', value: 'Старый Оскол' },
            { name: 'Губкин', value: 'Губкин' },
            { name: 'Шебекино', value: 'Шебекино' },
            { name: 'Алексеевка', value: 'Алексеевка' },
            { name: 'Валуйки', value: 'Валуйки' },
            { name: 'Строитель', value: 'Строитель' },
            { name: 'Новый Оскол', value: 'Новый Оскол' },
            { name: 'Бирюч', value: 'Бирюч' },
            { name: 'Грайворон', value: 'Грайворон' },
            { name: 'Короча', value: 'Короча' }
        ]
    },
    {
        region: 'Брянская область',
        cities: [
            { name: 'Брянск', value: 'Брянск' },
            { name: 'Клинцы', value: 'Клинцы' },
            { name: 'Новозыбков', value: 'Новозыбков' },
            { name: 'Дятьково', value: 'Дятьково' },
            { name: 'Унеча', value: 'Унеча' },
            { name: 'Стародуб', value: 'Стародуб' },
            { name: 'Карачев', value: 'Карачев' },
            { name: 'Жуковка', value: 'Жуковка' },
            { name: 'Почеп', value: 'Почеп' },
            { name: 'Сельцо', value: 'Сельцо' },
            { name: 'Трубчевск', value: 'Трубчевск' },
            { name: 'Фокино', value: 'Фокино' },
            { name: 'Сураж', value: 'Сураж' },
            { name: 'Мглин', value: 'Мглин' },
            { name: 'Севск', value: 'Севск' },
            { name: 'Злынка', value: 'Злынка' }
        ]
    },
    {
        region: 'Владимирская область',
        cities: [
            { name: 'Владимир', value: 'Владимир' },
            { name: 'Ковров', value: 'Ковров' },
            { name: 'Муром', value: 'Муром' },
            { name: 'Александров', value: 'Александров' },
            { name: 'Гусь-Хрустальный', value: 'Гусь-Хрустальный' },
            { name: 'Кольчугино', value: 'Кольчугино' },
            { name: 'Вязники', value: 'Вязники' },
            { name: 'Киржач', value: 'Киржач' },
            { name: 'Радужный', value: 'Радужный' },
            { name: 'Юрьев-Польский', value: 'Юрьев-Польский' },
            { name: 'Собинка', value: 'Собинка' },
            { name: 'Покров', value: 'Покров' },
            { name: 'Карабаново', value: 'Карабаново' },
            { name: 'Лакинск', value: 'Лакинск' },
            { name: 'Меленки', value: 'Меленки' },
            { name: 'Струнино', value: 'Струнино' },
            { name: 'Гороховец', value: 'Гороховец' },
            { name: 'Петушки', value: 'Петушки' },
            { name: 'Камешково', value: 'Камешково' },
            { name: 'Судогда', value: 'Судогда' },
            { name: 'Суздаль', value: 'Суздаль' },
            { name: 'Костерёво', value: 'Костерёво' },
            { name: 'Курлово', value: 'Курлово' }
        ]
    },
    {
        region: 'Воронежская область',
        cities: [
            { name: 'Воронеж', value: 'Воронеж' },
            { name: 'Россошь', value: 'Россошь' },
            { name: 'Борисоглебск', value: 'Борисоглебск' },
            { name: 'Лиски', value: 'Лиски' },
            { name: 'Острогожск', value: 'Острогожск' },
            { name: 'Нововоронеж', value: 'Нововоронеж' },
            { name: 'Семилуки', value: 'Семилуки' },
            { name: 'Павловск', value: 'Павловск' },
            { name: 'Бутурлиновка', value: 'Бутурлиновка' },
            { name: 'Бобров', value: 'Бобров' },
            { name: 'Калач', value: 'Калач' },
            { name: 'Поворино', value: 'Поворино' },
            { name: 'Богучар', value: 'Богучар' },
            { name: 'Эртиль', value: 'Эртиль' },
            { name: 'Новохопёрск', value: 'Новохопёрск' }
        ]
    },
    {
        region: 'Ивановская область',
        cities: [
            { name: 'Иваново', value: 'ivanovo' },
            { name: 'Кинешма', value: 'kineshma' },
            { name: 'Шуя', value: 'shuya' },
            { name: 'Вичуга', value: 'vichuga' },
            { name: 'Фурманов', value: 'furmanov' },
            { name: 'Тейково', value: 'teykovo' },
            { name: 'Кохма', value: 'kokhma' },
            { name: 'Родники', value: 'rodniki' },
            { name: 'Приволжск', value: 'privolzhsk' },
            { name: 'Южа', value: 'yuzha' },
            { name: 'Заволжск', value: 'zavolzhsk' },
            { name: 'Наволоки', value: 'navoloki' },
            { name: 'Комсомольск', value: 'komsomolsk' },
            { name: 'Юрьевец', value: 'yuryevets' },
            { name: 'Пучеж', value: 'puchez' },
            { name: 'ГавриловПосад', value: 'gavrilov_Posad' },
            { name: 'Плёс', value: 'plyos' }
        ]
    },
    {
        region: 'Калужская область',
        cities: [
            { name: 'Калуга', value: 'Калуга' },
            { name: 'Обнинск', value: 'Обнинск' },
            { name: 'Людиново', value: 'Людиново' },
            { name: 'Киров', value: 'Киров' },
            { name: 'Малоярославец', value: 'Малоярославец' },
            { name: 'Балабаново', value: 'Балабаново' },
            { name: 'Козельск', value: 'Козельск' },
            { name: 'Сухиничи', value: 'Сухиничи' },
            { name: 'Кондрово', value: 'Кондрово' },
            { name: 'Жуков', value: 'Жуков' },
            { name: 'Сосенский', value: 'Сосенский' },
            { name: 'Боровск', value: 'Боровск' },
            { name: 'Кремёнки', value: 'Кремёнки' },
            { name: 'Белоусово', value: 'Белоусово' },
            { name: 'Ермолино', value: 'Ермолино' },
            { name: 'Таруса', value: 'Таруса' },
            { name: 'Медынь', value: 'Медынь' },
            { name: 'Юхнов', value: 'Юхнов' },
            { name: 'Жиздра', value: 'Жиздра' },
            { name: 'Спас-Деменск', value: 'Спас-Деменск' },
            { name: 'Мосальск', value: 'Мосальск' },
            { name: 'Мещовск', value: 'Мещовск' }
        ]
    },
    {
        region: 'Костромская область',
        cities: [
            { name: 'Кострома', value: 'Кострома' },
            { name: 'Шарья', value: 'Шарья' },
            { name: 'Буй', value: 'Буй' },
            { name: 'Нерехта', value: 'Нерехта' },
            { name: 'Галич', value: 'Галич' },
            { name: 'Волгореченск', value: 'Волгореченск' },
            { name: 'Мантурово', value: 'Мантурово' },
            { name: 'Нея', value: 'Нея' },
            { name: 'Макарьев', value: 'Макарьев' },
            { name: 'Солигалич', value: 'Солигалич' },
            { name: 'Чухлома', value: 'Чухлома' },
            { name: 'Кологрив', value: 'Кологрив' }
        ]
    },
    {
        region: 'Курская область',
        cities: [
            { name: 'Курск', value: 'Курск' },
            { name: 'Железногорск', value: 'Железногорск' },
            { name: 'Курчатов', value: 'Курчатов' },
            { name: 'Льгов', value: 'Льгов' },
            { name: 'Рыльск', value: 'Рыльск' },
            { name: 'Щигры', value: 'Щигры' },
            { name: 'Обоянь', value: 'Обоянь' },
            { name: 'Дмитриев', value: 'Дмитриев' },
            { name: 'Фатеж', value: 'Фатеж' },
            { name: 'Суджа', value: 'Суджа' }
        ]
    },
    {
        region: 'Липецкая область',
        cities: [
            { name: 'Липецк', value: 'Липецк' },
            { name: 'Елец', value: 'Елец' },
            { name: 'Грязи', value: 'Грязи' },
            { name: 'Усмань', value: 'Усмань' },
            { name: 'Лебедянь', value: 'Лебедянь' },
            { name: 'Данков', value: 'Данков' },
            { name: 'Чаплыгин', value: 'Чаплыгин' },
            { name: 'Задонск', value: 'Задонск' }
        ]
    },
    {
        region: 'Москва',
        cities: [{ name: 'Москвоская область', value: 'Москвоская область' }]
    },
    {
        region: 'Московская область',
        cities: [
            { name: 'Балашиха', value: 'Балашиха' },
            { name: 'Подольск', value: 'Подольск' },
            { name: 'Химки', value: 'Химки' },
            { name: 'Мытищи', value: 'Мытищи' },
            { name: 'Серпухов', value: 'Серпухов' },
            { name: 'Королёв', value: 'Королёв' },
            { name: 'Лобня', value: 'Лобня' },
            { name: 'Долгопрудный', value: 'Долгопрудный' },
            { name: 'Пушкино', value: 'Пушкино' },
            { name: 'Щёлково', value: 'Щёлково' },
            { name: 'Реутов', value: 'Реутов' },
            { name: 'Коломна', value: 'Коломна' },
            { name: 'Зеленоград', value: 'Зеленоград' },
            { name: 'Орехово-Зуево', value: 'Орехово-Зуево' },
            { name: 'Раменское', value: 'Раменское' },
            { name: 'Красногорск', value: 'Красногорск' },
            { name: 'Клин', value: 'Клин' },
            { name: 'Бронницы', value: 'Бронницы' },
            { name: 'Егорьевск', value: 'Егорьевск' },
            { name: 'Ногинск', value: 'Ногинск' },
            { name: 'Серпухов', value: 'Серпухов' },
            { name: 'Люберцы', value: 'Люберцы' }
        ]
    },
    {
        region: 'Орловская область',
        cities: [
            { name: 'Орёл', value: 'Орёл' },
            { name: 'Ливны', value: 'Ливны' },
            { name: 'Мценск', value: 'Мценск' },
            { name: 'Змиевка', value: 'Змиевка' },
            { name: 'Колпна', value: 'Колпна' },
            { name: 'Новосиль', value: 'Новосиль' },
            { name: 'Сосково', value: 'Сосково' },
            { name: 'Щёкин', value: 'Щёкин' },
            { name: 'Прокопьевка', value: 'Прокопьевка' }
        ]
    },
    {
        region: 'Рязанская область',
        cities: [
            { name: 'Рязань', value: 'Рязань' },
            { name: 'Касимов', value: 'Касимов' },
            { name: 'Ряжск', value: 'Ряжск' },
            { name: 'Шацк', value: 'Шацк' },
            { name: 'Скопин', value: 'Скопин' },
            { name: 'Михайлов', value: 'Михайлов' },
            { name: 'Сасово', value: 'Сасово' },
            { name: 'Ряжск', value: 'Ряжск' },
            { name: 'Кораблино', value: 'Кораблино' },
            { name: 'Пителино', value: 'Пителино' }
        ]
    },
    {
        region: 'Тамбовская область',
        cities: [
            { name: 'Тамбов', value: 'Тамбов' },
            { name: 'Мичуринск', value: 'Мичуринск' },
            { name: 'Котовск', value: 'Котовск' },
            { name: 'Уварово', value: 'Уварово' },
            { name: 'Рассказово', value: 'Рассказово' },
            { name: 'Сосновка', value: 'Сосновка' },
            { name: 'Жердевка', value: 'Жердевка' },
            { name: 'Петровск', value: 'Петровск' }
        ]
    },
    {
        region: 'Тверская область',
        cities: [
            { name: 'Тверь', value: 'Тверь' },
            { name: 'Ржев', value: 'Ржев' },
            { name: 'Калязин', value: 'Калязин' },
            { name: 'Бежецк', value: 'Бежецк' },
            { name: 'Торжок', value: 'Торжок' },
            { name: 'Кимры', value: 'Кимры' },
            { name: 'Вышний Волочёк', value: 'Вышний Волочёк' },
            { name: 'Спирово', value: 'Спирово' },
            { name: 'Кимры', value: 'Кимры' }
        ]
    },
    {
        region: 'Тульская область',
        cities: [
            { name: 'Тула', value: 'Тула' },
            { name: 'Новомосковск', value: 'Новомосковск' },
            { name: 'Щёкин', value: 'Щёкин' },
            { name: 'Донской', value: 'Донской' },
            { name: 'Киреевск', value: 'Киреевск' },
            { name: 'Суворов', value: 'Суворов' },
            { name: 'Ефремов', value: 'Ефремов' },
            { name: 'Плавск', value: 'Плавск' },
            { name: 'Становой', value: 'Становой' },
            { name: 'Скуратово', value: 'Скуратово' }
        ]
    },
    {
        region: 'Ярославская область',
        cities: [
            { name: 'Ярославль', value: 'Ярославль' },
            { name: 'Рыбинск', value: 'Рыбинск' },
            { name: 'Ростов', value: 'Ростов' },
            { name: 'Тутаев', value: 'Тутаев' },
            { name: 'Гаврилов Ям', value: 'Гаврилов Ям' },
            { name: 'Переславль-Залесский', value: 'Переславль-Залесский' },
            { name: 'Борисоглебск', value: 'Борисоглебск' },
            { name: 'Любим', value: 'Любим' },
            { name: 'Углич', value: 'Углич' },
            { name: 'Кострома', value: 'Кострома' }
        ]
    }
];
